{
	"name": "ChesseCollector",
	"short_name": "ChesseCollector",
	"description": "Fond of the rat race? It's time to grab some cheese. The rats are hungry! So make them grab those cheese right away! The game is the perfect endless runner, with a rat racing up and down a single rope to grab the cheese. Players must guide the rats to their desired cheese while avoiding hazards on the way.  With an engaging tone and fun gameplay, this game is one of our favorites!  The Cheese Collector Rat Runner game is fast-paced. Just tap on one button control game that you'll never want to put down again! At first glance, it's just another rat running on the rope, but there are obstacles in their way, and they need your help. The rats will collect cheese as they go along for bonus points when more than one can be collected at once or if extra items like bonuses were picked up during gameplay. Get ready because this rodent race has no end until all of those succulent pieces of dairy goodness have been captured by the hungry little creatures!  In Cheese Collector, you are the hungry rat, searching for some cheese!. You must guide this rat to the delicious cheese in this game of inches! The rats need food, and they can only find it with your help; make sure not to let them bump into anything, or else their tummy will be empty again before long. Keep track of how many times each rat has eaten so that you know which ones deserve more attention at any given time. There's no telling when one might start getting hungry faster than others (or if all three have already had plenty). Hurry on over and see what awaits as these little rodents scurry along for some tasty treats!  Cheese Collector is a game where you help the rat collect cheese in an endless runner. The game consists of a rat going on its way on a single rope. Your job is to help them get their desired cheese to fill their tummy. Just avoid the obstacles on the way so that they don't get hit by them! Fill their tummy more, score more!   It's time to get raty! Help the rats grab cheese in this endless runner game. The Cheese Collector Rat Runner is a fun and friendly Endless Runner Game that will have you running for your life, or at least trying to keep up with these hungry little rodents who are racing away on their single rope towards cheeses of all different shapes and sizes. Play through obstacles while avoiding being hit by them and save as many critters from peril along the way!   Rats are hungry for cheese! They gotta run to get it. But they can't just go on a straight path. There are obstacles in their way, so you have to help them avoid getting hit by these things while running and collecting as much cheese as possible. In this game, you're the rat-runner who has to tap on your phone or tablet screen at the right time to make sure that they don't collide with anything else and keep going towards their goal of satisfying their hunger for all of those delicious pieces of cheese. This is an endless runner game where the play never ends!   The rat is hungry, and you're the cheese collector. Help them collect all of their favorite cheeses while avoiding obstacles that will waste their time or even die! No need to take breaks or wait for life because it's an infinite runner game so just keep going without stopping until either a new level is unlocked or all rats have been eaten up   Get cheese in your fingers with this ratty game! Make them grab the cheese and score big as they race up a single rope. Avoid obstacles, or else the rats will get stuck, and you'll have to start over from square one. Do not enjoy some of those cheesy fries without getting hungry for more anymore.   The rats are hungry, and they want their cheese. Run as fast as you can through a maze of obstacles to get them what they need. This fun game has a simple premise that will delight anyone who's ever loved an endless runner. Try it today - it'll make your day rattier than ever before! ",
	"start_url": "index.html",
	"display": "fullscreen",
	"orientation": "portrait",
	"background_color": "#000000",
	"icons": [
		{
			"src": "icons/icon-16.png",
			"sizes": "16x16",
			"type": "image/png"
		},
		{
			"src": "icons/icon-32.png",
			"sizes": "32x32",
			"type": "image/png"
		},
		{
			"src": "icons/icon-114.png",
			"sizes": "114x114",
			"type": "image/png"
		},
		{
			"src": "icons/icon-128.png",
			"sizes": "128x128",
			"type": "image/png"
		},
		{
			"src": "icons/icon-256.png",
			"sizes": "256x256",
			"type": "image/png"
		}
	]
}